do

function run(msg, matches)
  return [[ 🌀 help me for Ahmed.Dev
💚اوامر القفل والفتح
🔵〰🔵〰🔵〰🔵〰🔵
🇮🇶قفل|فتح الروابط:لقفل وفتح الروابط بالمجموعة

🇮🇶قفل|فتح الملصقات:لقفل وفتح الملصقات بالمجموعة

🇮🇶قفل|فتح الصور المتحركة:لقفل وفتح gifs بالمجموعة

🇮🇶قفل|فتح الملفات:لقفل وفتح ارسال الملفات بالمجموعة

🇮🇶قفل|فتح السبام:قفل وفتح السبام بالمجموعة

🇮🇶قفل|فتح الاضافة:لقفل وفتح اضافة الاعضاء بالمجموعة

🇮🇶قفل|فتح اضافة الجماعة:لقفل وفتح الاضافة الجماعيه

🇮🇶قفل|فتح التوجيه:لقفل وفتح اعادة التوجيه

🇮🇶قفل|فتح البوتات:لقفل وفتح اضافة البوتات

🇮🇶قفل|فتح الصوتيات:لقفل وفتح البصمات والصوتيات بالمجموعه

🇮🇶قفل|فتح الفيديوهات:تستعمل لقفل وفتح الفيدوهات بالمجموعه

🇮🇶الاعدادات:لمعرفة اعدادات المجموعه

🇮🇶اعدادات الكروب:لمعرفة الاعدادات الاخرى

🔵〰🔵〰🔵〰🔵〰🔵
#Dev @A7mEd_B98
#CH  @dev_ahmed_98

@A7mEd_B98 
 ]]

end

return {
  description = "Shows bot help", 
  -- usage = help2: Shows bot help",
  patterns = {
    "^لستة 1$"
  }, 
  run = run 
}

end