do

function run(msg, matches)
  return [[ 🌀 help for Ahmed.Dev
💙اوامر الطرد والضبط
🔵〰🔵〰🔵〰🔵〰🔵
🇮🇶دي:للطرد بالرد او عند طريق المعرف

🇮🇶حضر:لحضر شخص من المجموعة

🇮🇶حضر عام:لحضره من جميع 
الكروبات التابعه للبوت

🇮🇶رفع الحضر:ازالة الحضر عن العضو بواسطة الايدي/هذا الامر للمطورين فقط

🇮🇶رفع العام:ازالة الحضر العام بواسطة الايدي

🇮🇶المحضورين:لمعرفة المحضورين من المجموعه

🇮🇶المحضورين عام:لمعرفة المحضورين عام من البوت/هذا الامر للمطورين فقط

🇮🇶نلصم:لوضع الصمت ع احد الاعضاء بالرد

🇮🇶نلصم:لازالة الصمت ع العضو بالرد

🇮🇶بلوك والكلمه المراد حضرها:تسخدم لحضر الكلمات الغير مرغوب بها

🇮🇶رفع البلوك:لرفع البوك عن الكلمه

🇮🇶الكلمات:لعرض الكلمات المحضوره

🇮🇶run:لعمل الرن من المجموعه

🇮🇶redis:لعمل الريدز من المجموعه

🇮🇶زخرفه+النص:لزغرفة الاسماء

🇮🇶زخرفه+نص:لزغرفة الاسماء الانكلش

🇮🇶الرابط:لاضهار الرابط

🇮🇶الرابط خاص:لارسال الرابط الى الخاص

🇮🇶تغير الرابط:تستخدم لتغير رابط المجموعة

🇮🇶رابط جديد:تستخدم لصنع رابط جديد

🇮🇶القوانين:لاضهار القوانين

🇮🇶الوصف لاضهار الوصف

🇮🇶مغادرة:للخروج من المجموعة

🇮🇶طرد البوت:لاخراج البوت من المجموعة

🇮🇶اصدار:لمعرفة اصدار السورس

🇮🇶ملصق:للرد ع الصوره لجعلها ملصق

🇮🇶صورة:للرد ع الملصق وجعله صوره
🔵〰🔵〰🔵〰🔵〰🔵
#Dev @A7mEd_B98
#CH  @dev_ahmed_98

@A7mEd_B98 
 ]]

end

return {
  description = "Shows bot help", 
  -- usage = help2: Shows bot help",
  patterns = {
    "^لستة 2$"
  }, 
  run = run 
}

end