do

function run(msg, matches)
  return [[ 🌀 help for Ahmed.Dev
💜اوامر الاضافة
🔵〰🔵〰🔵〰🔵〰🔵
🇮🇶صنع مجموعه:لصنع كروب

🇮🇶خارقة:لتحويل المجموعه سوبر كروب


🇮🇶ويق:لتفعيل البوت بالمجموعه

🇮🇶بيق:لالغاء تفعيل البوت بالمجموعه


🇮🇶وضع مدير:لوضع مدير بالمجموعه

🇮🇶وضع مشرف:لوضع مشرف بالمجموعه

🇮🇶تنزيل مدير:لتنزيل مدير من المجموعه


🇮🇶وضع الاسم والاسم المرد وضعه للمجموعه:لوضع الاسم للمجموعة

🇮🇶وضع صورة:لوضع صوره للمجموعة

🇮🇶وضع قوانين والقوانين المراد وضعها للمجموعه:لوضع قوانين للمجموعه

🇮🇶وضع وصف والوصف المراد وضعه للمجموعه:لوضع وصف للمجموعه

🇮🇶وضع معرف مع كتابة معرف:لوضع معرف للمجموعه

🇮🇶وضع التكرار والحد للتكرار (5-20):لوضع التكرار بالمجموعه
🔵〰🔵〰🔵〰🔵〰🔵
#Dev @A7mEd_B98
#CH  @dev_ahmed_98

@A7mEd_B98 
 ]]

end

return {
  description = "Shows bot help", 
  -- usage = help2: Shows bot help",
  patterns = {
    "^لستة 3$"
  }, 
  run = run 
}

end